const continentsPD = [
  {
    _id: 1,
    name: "เสื้อผ้าแฟชั่นผู้ชาย",
  },
  {
    _id: 2,
    name: "เสื้อผ้าแฟชั่นผู้หญิง",
  },
  {
    _id: 3,
    name: "ความงามและของใช้ส่วนตัว",
  },
  {
    _id: 4,
    name: "อาหารเสริมและผลิตภัณฑ์เพื่อสุขภาพ",
  },
  {
    _id: 5,
    name: "ของเล่นเด็ก สินค้าแม่และเด็ก",
  },
  {
    _id: 6,
    name: "นาฬิกาและเเว่นตา",
  },
  {
    _id: 7,
    name: "เครื่องใช้ในบ้าน",
  },
  {
    _id: 8,
    name: "กระเป๋า",
  },
  {
    _id: 9,
    name: "รองเท้าผู้ชาย",
  },
  {
    _id: 10,
    name: "รองเท้าผู้หญิง",
  },
  {
    _id: 11,
    name: "มือถือและอุปกรณ์เสริม",
  },{
    _id: 12,
    name: "คอมพิวเตอร์และเเล็ปท็อป",
  },

  {
    _id: 13,
    name: "กล้องและอุปกรณ์ถ่ายภาพ",
  },{
    _id: 14,
    name: "เครื่องประดับ",
  },
  {
    _id: 15,
    name: "กีฬาและกิจกรรมกลางเเจ้ง",
  },
  {
    _id: 16,
    name: "อาหารและเครื่องดืม",
  },
  {
    _id: 17,
    name: "เครื่องใช้ไฟฟ้าภายในบ้าน",
  },
  {
    _id: 18,
    name: "สื่อบันเทิงภายในบ้าน",
  },
  {
    _id: 19,
    name: "สัตว์เลี้ยง",
  },
  {
    _id: 20,
    name: "เครื่องเขียน หนังสือ และเครื่องดนตรี",
  },
  {
    _id: 21,
    name: "ยานยนต์",
  },
  {
    _id: 22,
    name: "เกมและอุปกรณ์เสริม",
  },
];
const price = [
    {
      _id: 0,
      name: "Any",
      array: [],
    },
    {
      _id: 2,
      name: "0฿-100฿",
      array: [0, 100],
    },
    {
      _id: 3,
      name: "100฿-1000฿",
      array: [100, 1000],
    },
    {
      _id: 4,
      name: "1000฿-10000฿",
      array: [1000, 10000],
    },
    {
      _id: 5,
      name: "More than 10000",
      array: [10000, 100000000],
    },
  ];
export {
    price,
    continentsPD
}  